import yardImgSrc from '../img/yard-1-scaled.jpg';
import designImgSrc from '../img/design-1.jpg';
import irrigationImgSrc from '../img/irrigation-1-scaled.jpg';
import abandonedImgSrc from '../img/abandoned-1-scaled.jpg';
import fenceImgSrc from '../img/fence-1.jpg';
import gardeningImgSrc from '../img/gardening.jpg';
import lightsImgSrc from '../img/lights.jpg';
import grassLawnImgSrc from '../img/grass-lawn.jpg';

export const data = [
  {
    id: '1',
    text: 'სამებაღეო სერვისი',
    src: gardeningImgSrc,
    alt: 'Gardening Image',
    popupText:
      'სამებაღეო სერვისით სარგებლობა მომხმარებელს შეუძლია როგორც ერთჯერადად ისე მრავალჯერადად წინასწარ შეთანხმებული გეგმა/გრაფიკის მიხედვით წლის განმავლობაში. ეზოს მოვლის მომსახურება მოიცავს ისეთ პრაქტიკულ სამუშაოებს როგორიც არის გაზონის/ბალახის საფარის გაკრეჭა გათიბვას, ეზოს დალაგებას, სარეველა მცენარეებისგან გაწმენდას, დეკორატიული ხე-მცენარეების და ბუჩქების სხვლა-ფორმირებას და ა.შ.',
  },
  {
    id: '2',
    text: 'გამწვანება/ლანდშაფტის დიზაინი',
    src: designImgSrc,
    alt: 'Design Image',
    popupText:
      'აღნიშნული სერვისი მოიცავს დამკვეთის მიერ მოთხოვნილი ტერიტორიის გამწვანება, კეთილმოწყობას, ლანდშაფტის დიზაინს. მომსახურებაში შედის როგორც მხოლოდ გამწვანების პროექტის მომზადება და ლანდშაფტის დაგეგმარება ასევე უშუალოდ პროექტის პრაქტიკულად განხორციელებაც',
  },
  {
    id: '3',
    text: 'სარწყავი სისტემების დაპროექტება/მონტაჟი',
    src: irrigationImgSrc,
    alt: 'Irrigation Image',
    popupText:
      'მომსახურების ეს სახე რომელსაც ჩვენ ვთავაზობთ მომხმარებელს მოიცავს სარწყავი სისტემების დაპროექტებისა და მონტაჟის სრულ სპექტრს თეორიულ და პრაქტიკულ ნაწილში. აღნიშნული სერვისით სარგებლობა დაინტერესებულ ადამიანებს შეუძლიათ როგორც სოფლის მეურნეობის დარგში ისე გამწვანებული ტერიტორიების მოვლის კუთხით',
  },
  {
    id: '4',
    text: 'ეზოს მსუბუქი კონსტრუქციების მშენებლობა',
    src: abandonedImgSrc,
    alt: 'Abandoned Yard Image',
    popupText:
      'აღნიშნული სერვისის ფარგლებში გთავაზობთ ფანჩატურების, მსუბუქი ავტოსადგომების, ვაზის ხეივნის და ეზოს სხვა მსუბუქი კონსტრუქციების მშენებლობას.',
  },
  {
    id: '5',
    text: 'ტერიტორიის შემოღობვა/ძველის აღდგენა',
    src: fenceImgSrc,
    alt: 'Fence Image',
    popupText:
      'დაინტერესებულ ადამიანებს ვთავაზობთ ეზოს ან რაიმე სხვა ტერიტორიის შემოღობვას სხვადასხვა მასალებით, ასევე მწვანე მცენარეულობით ე.წ ცოცხალ ღობეებს. ჩვენი სერვისი მოიცავს ასევე ძველი დაზიანებული ღობის შეკეთება/აღდგენას და ჭიშკრის დამზადება/მონტაჟს.',
  },
  {
    id: '6',
    text: 'ეზოს მოპირკეთების სერვისი',
    src: yardImgSrc,
    alt: 'Yard Image',
    popupText:
      'ჩვენი სერვისების ფარგლებში მომხმარებელს ასევე შეუძლია ისარგებლოს ეზოს მოპირკეთების სერვისით. რის ფარგლებშიც გთავაზობთ ეზოს მოპირკეთებას ბუნებრივი და ხელოვნური მასალებით, როგორიც არის ბაზალტის ქვაფენილი, ჩამოსხმული ფილა, მოზაიკა, ბეტონის ფილა თუ სხვა რამ.',
  },
  {
    id: '7',
    text: 'ეზოს/ბაღის მხატვრული განათება',
    src: lightsImgSrc,
    alt: 'Lights Image',
    popupText:
      'ბაღის თუ ეზოს მოწყობისას ერთ-ერთი გასათვალისწინებელი საკითხი არის ტერიტორიის მხატვრული განათება. ჩვენ გთავაზობთ თქვენი ეზოების და ბაღების მხატვრული განათების მოწყობის სერვისს, რაც თქვენს ბაღებს შესძენს დამატებით ღირებულებას და თქვენი ბაღები ღამის საათებშიც არ დაკარგავს თავის მომხიბვლელობას.',
  },
  {
    id: '8',
    text: 'რულონური გაზონის დაგება/ბალახის დათესვა',
    src: grassLawnImgSrc,
    alt: 'Grass Lawn',
    popupText:
      'გაზონის ბაღის მნიშვნელოვანი ნაწილია, რომლის გარეშეც ბაღი კარგავს თავის სრულფასოვნებას. კარგი, ჯანსაღი და ლამაზი გაზონის მისაღებად ორი გზა არსებობს: ბალახის დათესვა და რულონური გაზონის დაგება. ჩვენ ორივე მომსახურებას გთავაზობთ, როგორც თესვით, ისე რულონური გაზონის დაგებით.',
  },
];
